{"pageA":[{"id":1,"name":"Абелия", "url":"https://o-flora.com/wp-content/uploads/2017/05/26950896733_103b6d6732_k.jpg" ,"description":"Полувечнозеленый кустарник, достигающий в высоту до 2 м; листья блестящие, яйцевидные, относительно мелкие (длиной до 3 см), темно-зеленого цвета. Белые цветки колокольчиковидной формы с сильным запахом, собраны в соцветие метелку на концах побегов. Цветет с октября по июнь."},{"id":2,"name":"Абрикос", "url":"https://img.procvetok.com/63/4a/634a12c2cd9770f64ac896082364555c.jpg", "description":"Это листопадное дерево высотой 10–15 м с раскидистой ажурной кроной, диаметр ствола – до 45 см. Листья различной формы – от ланцетноовальной до яйцевидной или широкоовальной, голые, длиннозаостренные, по краю грубодвоякопильчатые. На ростовых побегах крупнее, чем на плодущих. Цветет в течение 10–11 дней."},{"id":3,"name":"Авокадо", "url":"https://www.nastroy.net/pic/images/201911/205177-1574012404.jpg", "description":"В комнатных условиях высота растения, как правило, не превышает 1 м. Листья достаточно крупные, жесткие, темно-зеленые, могут быть как овальной, так и ланцетовидной формы. Цветки мелкие, двуполые, собраны в компактные метелки, расположенные на концах побегов. Плод крупный, похож на большую грушу. "},{"id":4,"name":"Агава", "url":"http://landshaftadvice.ru/wp-content/uploads/2017/11/Agava-47.jpg", "description":"К роду агава относятся вечнозеленые, как правило, бесстебельные растения с собранными в прикорневую розетку мясистыми кожистыми листьями, отмирающими после цветения. Цветки у них расположены на цветоносах, невзрачные."},{"id":5,"name":"Азалия", "url":"http://ramteplitsa.ru/wp-content/uploads/2019/03/1329749995_azaliya-yaponskaya-babushka.jpg", "description":"Азалии относятся к роду рододендрон, и с ботанической точки зрения именно второе название является правильным. Выделение их как отдельной культуры можно считать условным, что объясняется скорее не биологией, поскольку «родные братья» азалий — комнатные рододендроны, сохранившие свое родовое название, — обычно более крупные растения. Азалии и рододендроны — это вечнозеленые кустарники с крупными яркими цветками разнообразной окраски, у некоторых видов собранными в щитковидное соцветие."},{"id":6,"name":"Аир", "url":"https://selcdn.fedsp.com/shin/9/10548/8a5be574a8137db.jpg", "description":" Многолетники с толстыми горизонтальными корневищами, образующие густые куртины. Линейные листья собраны пучками. Цветоносный стебель короткий и плоский, несет на верхушке толстенькое невзрачное соцветие из мелких зеленовато-желтых цветков - початок. Соцветие прикрыто длинным листом, похожим на остальные, но короче их, который кажется продолжением стебля. Зимостойкие."},{"id":7,"name":"Аистник", "url":"https://tursar.ru/image/img1615_0.jpg", "description":"Однолетнее травянистое сорное растение высотой 60 см. Стебель стелющийся или прямостоячий, развит слабо. Листья перистые или двоякоперистые, нижние образуют прикорневую розетку. Все растение шершавое и клейкое. Цветет все лето. "},{"id":8,"name":"Айва", "url":"https://cdn.kanalukraina.tv/i/original/uploads/public/uploads/public/novosti/5d90a5def1c69_.jpeg", "description":"Высокий кустарник или небольшое дерево (до 5—8 м) с тонкой темно-серой или красно-бурой корой.Цветет в мае после распускания листьев. Плоды созревают в конце сентября, октябре."},{"id":9,"name":"Актинидия", "url":"http://agro-ra.ru/1877-medium_aktinidijakolomiktaadam2jpg/aktinidija-kolomikta-adam-adam-muzh.jpg", "description":"Крупные многолетние деревянистые вьющиеся лианы или лазающие кустарники семейства Актинидиевые (Actinidiaceae), обитающие в субтропиках, тропиках и отчасти в умеренных широтах Восточной Азии. Наиболее известны плоды культурных сортов растения из этого рода — киви, или актинидия деликатесная. "},{"id":10,"name":"Алиссум (бурачок, лобулярия)", "url":"https://fb.ru/misc/i/gallery/54078/2366640.jpg", "description":"Алиссум морской, или лобулярия морская выращивается как однолетнее растение. Растения компактные, полушаровидной формы, стелющиеся, высотой 10—35 см. Листья узколанцетные. Стебли сильно ветвятся, диаметр куста 35—45 см. Душистые цветки с приятным медовым запахом собраны в многочисленные маленькие кисти."},{"id":11,"name":"Алоказия", "url":"https://na-zemle.info/wp-content/uploads/2019/02/7-3.jpg", "description":"Декоративное вечнозеленое тропическое растение с очень крупными (30—40 см, а иногда и до 50 см в длину) овально-стреловидными листьями на длинных сочных черешках. Большую декоративность придают листьям толстые прожилки, выдающиеся с обеих сторон листовой пластинки. Листья снабжены гидатодами, через которые в сырую погоду выделяются капельки воды. Наиболее оригинальны перистолистные формы растения."},{"id":12,"name":"Алоэ",  "url":"https://muzhik.guru/wp-content/uploads/2018/04/aloe-vera-001.jpg", "description":"Суккулентные растения, не образующие или образующие ствол или разветвленные, как кустарники. Листья мясистые, сочные, собранные в розетки, иногда в 2 ряда или расположенные одиночно, часто по краям шиповато-пильчатые. Цветки красноватые, желтые, кремовые или белые, собраны в пазушные или верхушечные соцветия-кисти."},{"id":13,"name":"Алыча (слива растопыренная)", "url":"https://colour.ml/images/2020/01/31/car_jelt.jpg", "description":"Алыча представляет собой кустарник или дерево высотой 10 м, с широкояйцевидной кроной. Побеги красновато-коричневатые, колючие. Листья простые, эллиптической формы, темно-зеленого цвета. Цветки белые, одиночные, иногда встречаются по два, на длинных цветоножках. Цветет до распускания листьев. Продолжительность цветения – 7—11 дней. Плоды – шаровидные костянки различной окраски. Мякоть кисло-сладкая на вкус. Осенью может наблюдаться незначительное повторное цветение."},{"id":14,"name":"Амарант",  "url":"https://koffkindom.ru/wp-content/uploads/2016/01/Hopi-Red-Dye-Amaranth.jpg", "description":"Травянистое однолетнее растение высотой до 100 см, с розоватым стержневым корнем и прямостоячим стеблем с восходящими ветвями. Листья очередные, продолговато-яйцевидные. Цветки мелкие, желтовато-зеленые, с пленчатым околоцветником, собраны в клубочки. Клубочки, в свою очередь, собраны в густые колосовидные метелки. Семена мелкие, черные или коричневые, блестящие. Цветет амарант в июле-августе. В лекарственных целях трава заготавливается в период цветения. Сушится в темном месте."},{"id":15,"name":"Амариллис", "url":"https://s1.1zoom.ru/big0/227/333491-svetik.jpg", "description":"К амариллисовым относится много красивых декоративных луковичных многолетников. У амариллиса образуется крупная луковица, из которой вырастает толстый цветонос высотой 50—70 см с «зонтиком» воронкообразных цветков диаметром 8—12 см. В соцветии 6—12 белых или розовых цветков с легким ароматом. Листья появляются в конце зимы или весной. Особенность рода - только полый цветонос. Известно множество садовых форм, различающихся окраской цветков."},{"id":16,"name":"Ананас",  "url":"https://www.wallpics.net/wp-content/uploads/2018/07/Pineapple-Desktop-1200x800.jpg", "description":"Pод травянистых растений семейства Бромелиевые (Bromeliaceae), происходят из тропической Америки. Род травянистых многолетников, известно 9 видов, которые распространены в тропических и субтропических регионах. В культуру ананас введен с XVI века, но в Южной Америке издревле выращивался как полукультурное растение, а в XVII веке он был завезен в Европу, где его выращивают преимущественно в оранжереях и теплицах. Один из видов — Ананас крупнохохолковый (Ananas comosus) — является важной плодовой культурой, широко возделывается в тропических странах по всему миру."},{"id":17,"name":"Антуриум", "url":"https://spellonyou.ru/wp-content/uploads/2015/04/anturium.jpg", "description":"Вечнозеленые растения со стволом или без ствола, реже вьющиеся. Листья цельные или дольчатые, плотные, кожистые. Черешок листа слегка вздут в верхней части и имеет короткое влагалище у основания. Соцветие – початок. Цветки мелкие, густо расположенные, образуют соцветие початок, окруженный покрывалом, отходящее от основания початка. Покрывало бывает зеленого цвета, часто окрашенное: белое, красное, розовое."},{"id":18,"name":"Апельсин", "url":"https://diz-cafe.com/wp-content/uploads/2019/04/post_5bb1e5190726c.jpg", "description":"Это большие деревья или полукустарники очень декоративной формы. Особенно хороши для декорирования помещений. Плоды большей частью позднеспелые, небольшие (150-200 г), округлые, овальные или слегка приплюснутые, с нежной мякотью. Кожица тонкая или средняя, оранжевая, семян много. К ним относятся: Лучший Сухумский, аджарские сорта."},{"id":19,"name":"Аптения", "url":"https://whatflower.ru/wp-content/uploads/2017/01/aptenia-3.png", "description":"Суккулент. Семейство мезембриантемовые. Естественные климатические условия: сухие субтропики, полупустыни, родина Африка. В настоящий момент в роду насчитывается 4 вида, все — низкорослые суккуленты с четырехгранными стеблями и мясистыми листьями. Цветки образуются на концах боковых ветвей в пазухах листьев."},{"id":20,"name":"Аралия", "url":"https://agronom.guru/wp-content/uploads/2019/11/97d6981a1317ba1a3b08378153083b8d.jpg", "description":"Kрупный кустарник не для маленького сада. Его длинные (4 м) колючие ветви легко цепляются не только за опору, но и за одежду, поэтому сажать аралию следует на просторном месте, на солнце или в полутени. Каждый лист длиной до 100 см разделен на множество зеленых с желтой каймой листочков, что придает растению нарядный вид."},{"id":21,"name":"Араукария", "url":"https://sad-center.ru/upload/images/6c8/6c84654c40c0d85078e47c82c5d3acd8.jpg", "description":"Род араукария (Araucaria) объединяет 18 современных видов растений, большинство из которых растут на острове Новая Каледония (два вида встречаются в Австралии и два — в Южной Америке). Ареал их разорван, что, бесспорно, указывает на древность рода, появление которого предшествовало расхождению этих континентов."},{"id":22,"name":"Арбуз", "url":"http://www.bashinform.ru/upload/img_res1280/c86f5baa88330a0d/arbuz_jpg_ejw_1280_jpg_crop1533111163_ejw_1280.jpg", "description":"Однолетнее растение с ползучим стеблем, усиками и крупными листьями. Цветки светло-желтые, плоды крупные, с красной сладкой мякотью, семена черные или темно-коричневые. Цветет в июне-июле, плоды созревают в августе-сентябре."},{"id":23,"name":"Аргиродерма",  "url":"https://rastenievod.com/wp-content/uploads/2017/02/13-5.jpg", "description":"Почвопокровный суккулент. Семейство мезембриантемовые. Естественные климатические условия: пустыни и полупустыни Южной Африки. Как и литопс с конофитумом, аргиродерму относят к «живым камушкам» — растениям необычного строения, обладающим вместо привычного стебля и листьев так называемым плодовым телом, образованным парой видоизмененных листьев."},{"id":24,"name":"Ардизия", "url":"https://pics.botanichka.ru/wp-content/uploads/2009/12/Ardisia_crenata-05.jpg", "description":"Вечнозеленый кустарник, достигающий в естественных условиях полутора метров в высоту. Листья очередные, продолговато-ланцетные, по краю волнистые, зеленые. Соцветия метельчатые, цветки мелкие, красные или розовые; ягоды оранжево-красного цвета весьма декоративные. Период активной вегетации — осень и зима."},{"id":25,"name":"Арека (Хризалидокарпус)", "url":"https://gewas-green.ru/image/catalog/easyphoto/7023/palma-areka-hrizalidokarpus-iskusstvennaya-180-sm-1.jpg", "description":"Пальма. Естественные климатические условия: тропики. Род получил свое название благодаря желтоватой окраске плодов. В переводе с древнегреческого chryseus – золотой, karpos – плод. Родина хризалидокарпусов – территория Коморских островов и Мадагаскара. Иногда пальмы этой группы именуют устаревшим названием арека. Род включает около 20 видов. Местное название этого растения – пальма-бабочка."},{"id":26,"name":"Арекаструм", "url":"https://evermotion.org/files/model_images/AM201_017.jpg", "description":"Пальма. Естественные климатические условия: влажные субтропики Южной Америки. В прошлом арекаструм относили к роду кокос, однако позже его признали отдельным родом, в котором известен всего один вид, хотя и довольно распространенный в Южной Америке и в дикой природе, и как декоративное парковое дерево."},{"id":27,"name":"Аризарум", "url":"https://www.orchis.ru/wp-content/uploads/2017/11/arizarum-travyanistye-rasteniya-dlya-otkrytogo-grunta-2.jpg", "description":"Невысокое почвопокровное растение со стреловидными листьями, похожими на перышки лука. Весной они образуют сплошной нежно-зеленый ковер высотой 10 см. Соцветия аризарума чрезвычайно странной формы. Они образуют маленький початок, напоминающий цветок каллы. Сверху початок покрыт трубчатым покрывалом, похожим на изогнутый бокальчик. Он заканчивается длинным выростом, напоминающим мышиный хвостик. Если вам удастся достать это достаточно экзотическое растение, оно, безусловно, будет привлекать внимание своей необычностью, особенно в период цветения. Плод — ягода полусферической формы. Растения требуют хорошо дренированной плодородной почвы, предпочитают полутень."},{"id":28,"name":"Аризема", "url":"https://wildridgeplants.com/wp-content/uploads/2015/09/Arisaema-triphyllum-2015-Web.jpg", "description":"Аризема, или однопокровница - клубневой многолетник с соцветием в виде початка, упрятанного в покрывало. Высаживайте клубни на глубину не менее 20 см и мульчируйте осенью. Предпочитает частично затененные участки с влажной, хорошо дренируемой, кислой, богатой гумусом почвой. Наиболее декоративна в начале лета. Высота 30-60 см, ширина до 15 см."},{"id":29,"name":"Арктотис", "url":"http://rasfokus.ru/images/photos/medium/a21234d20faba0f244482450e87c9542.jpg", "description":"Арктотис, или медвежье ухо — однолетние, двулетние и многолетние травянистые или полукустарниковые растения с серебристыми листьями и стеблями. Листья супротивные или в очередном порядке. Соцветие — корзинка, плод — семянка. Эта африканская ромашка — жизнерадостный летний цветок. Известно около тридцати видов растений, все произрастают южнее Анголы и Зимбабве, несколько видов интродуцированы в Южной Америке и Азии."},{"id":30,"name":"Армерия", "url":"https://mtdata.ru/u18/photoBAE1/20711722558-0/original.jpg", "description":"Армерия предпочитает солнечные участки с супесчаной или песчаной почвой. Засухоустойчива. Размножают ее делением кустиков на довольно мелкие части или отделяют маленькие розеточки от материнского куста ранней осенью. Кусты следует делить каждые 2–3 года. Можно сеять семенами прямо в открытый грунт ранней весной или под зиму. Или дома в марте на рассаду. Используют для каменистых горок и бордюров. Неприхотлива и зимостойка."},{"id":31,"name":"Арника", "url":"http://igormelika.com.ua/wp-content/gallery/verxovinskij-vododilnij-xrebet/igor-melika-karpaty-vododylniy-20-22-06-2014-50c.jpg", "description":"многолетнее травянистое растение. Корневище ползучее, горизонтально разветвленное, длиной до 15 см, с многочисленными нитевидными корнями. Листья супротивные, сидячие, цельнокрайние, обратнояйцевидные, сверху железисто-опушенные, снизу голые, длиной 15—17 см, самые крупные собраны в розетку. Стебли одиночные (реже 2—3), высотой до 60 см, прямостоячие, с несколькими парами супротивных листьев. "},{"id":32,"name":"Арония черноплодная", "url":"https://s3.amazonaws.com/images.ecwid.com/images/11818101/992187985.jpg", "description":"Это многолетний листопадный кустарник высотой 2-3 м. С возрастом куст из сжатого становится раскидистым. Обычно плодоносит до 20-, реже 30-летнего возраста. По внешнему виду куста и листьев Арония черноплодная резко отличается от Рябины обыкновенной. Она имеет простые, кожистые, блестящие листья эллиптической или обратнояйцевидной формы. В соцветиях, образующихся из верхушечных почек, может быть 20 цветков и более, собранных в щиток. Хотя они имеют неприятный запах, это не мешает пчелам охотно посещать их. В отличие от яблони и других плодовых культур процент полезной завязи от общего количества цветков при самоопылении очень высок (80-90%). Плоды Аронии черноплодной имеют округлую, а иногда слегка продолговатую форму и черную, как бы лакированную окраску с восковым налетом. Диаметр их 6-13,5 мм, средняя масса 1 плода 1-1,5 г."},{"id":33,"name":"Аронник", "url":"https://www.grifon-tur.ru/wp-content/uploads/2016/02/Aronnik.jpg", "description":"Аронник — многолетнее клубневое растение, принадлежащее к одному из древнейших семейств цветковых растений — ароидных. Многие из них с оригинальной формой и окраской листьев, с необыкновенно красивыми соцветиями, имеют большое декоративное значение и давно введены в культуру (калла, антуриум и др).  Это растения тенистых лесов Южной Европы, Северной Африки, Кавказа, один вид растет в Средней Азии. Все аронники вегетируют лишь с начала весны до середины лета, затем листья отмирают. Цветут они в разгар весны, в средней полосе России — в мае. В августе, когда созревают семена, алые початки снова придают растениям декоративность. Аронники — долгоживущие многолетние травы с утолщенным клубневидным корневищем и прикорневыми листьями, очертаниями напоминающими наконечник копья. На территории бывшего СССР 5 видов."},{"id":34,"name":"Артишок", "url":"https://cdn.pixabay.com/photo/2018/04/04/13/34/nature-3289804_960_720.jpg", "description":"Oбычное возделываемое овощное растение Средиземноморья, откуда родом и его дикий предок. Артишок очень теплолюбив, семена в нашем климате не вызревают, поэтому нужно использовать покупные и сеять их в рассадные ящички в апреле и досвечивать. "},{"id":35,"name":"Арундо", "url":"https://www.plantarium.ru/dat/plants/1/155/577155_6c08453d.jpg", "description":"Арундо тростниковый, или гигантский тростник - корневищный многолетник замечательной высоты, в благоприятных условиях южных безморозных районов (Южный Крым, Закавказье) достигает 5 м! Он похож на наш отечественный тростник и часто растет так же - по канавам. Так же оттопыривает и развевает на ветру плоские жесткие листья и венчается пышной метелкой. В северных краях, где его развитие ограничено необходимостью переноса на зимовку, он менее впечатляет - в лучшем случае дорастает до 2 м."},{"id":36,"name":"Асклепиас", "url":"https://vse-promyod.ru/wp-content/uploads/2019/11/med10.jpg", "description":"Асклепиас, или Ластовень, или Ваточник - красивоцветущее растение. Естественные климатические условия: тропики и субтропики Африки и Америки. Род включает многолетние, преимущественно травянистые растения. "},{"id":37,"name":"Аспидистра", "url":"https://mandarin-shop.ru/images/cms/thumbs/95d3af3fc8a901e230f3fdf4bf3a8f72227fe192/aspidistra_elatior_auto_auto_jpg_5_70.jpg", "description":"Декоративно-лиственное растение. Естественные климатические условия: субтропики Китая и Японии. Род включает травянистые, как правило, бесстебельные многолетники с ползучим корневищем, благодаря которому вдоль всей его длины появляются многочисленные, расположенные почти вплотную друг к другу прикорневые листья, за что растение и получило название «дружная семейка». "},{"id":38,"name":"Асплениум (Костенец)", "url":"http://greenerydom.ru/images/asplenium.jpg", "description":"Папоротник. В отличие от большинства папоротников, листья (вайи) у асплениумов довольно часто бывают цельными. Также для асплениумов характерно образование выводковых почек — молодых дочерних растений."},{"id":39,"name":"Астильба", "url":"https://sad-mos.ru/image/cache/catalog/prod/%D0%A0140604-1000x1000.jpg", "description":"Это травянистое растение высотой от 15 до 100 см, в зависимости от вида. Побеги прочные, покрыты красивыми блестящими листьями зеленого или красновато-зеленого цвета. "},{"id":40,"name":"Астра", "url":"https://mediasubs.ru/group/uploads/zh/zhizn-za-gorodom/image/1584767697-837783-23532.jpg", "description":"Зацветает в начале июня, цветы похожи на простые маргаритки. Это растение высотой 30 см. Прикорневые листья лопатчатые, продолговатые, стеблевые – мелкие, линейные."},{"id":41,"name":"Астрагал", "url":"https://flora.nhm-wien.ac.at/Bilder-A-F/Astragalus-onobrychis-3.jpg", "description":"небольшой (до 1 м высотой) кустарник с многочисленными ветвистыми побегами, густо покрытыми горизонтально отогнутыми колючками 2—3,5 см длиной.  "},{"id":42,"name":"Астранция", "url":"http://agro-ra.ru/1901-medium_astrancijaklaretclaretjpgjpg/astrancija-klaret-claret.jpg", "description":"род многолетних травянистых растений, встречающихся преимущественно в Центральной, Восточной и Южной Европе и на Кавказе. Род включает в себя достаточно много видов, имеющих декоративные цветы, ароматные корни и перистые листья. "},{"id":43,"name":"Астрофитум", "url":"https://nashgazon.com/wp-content/uploads/1550229426_astrofitum_1550229415_5c669fa72a87e.jpg", "description":"Красивоцветущий кактус. Свое второе название типично пустынные кактусы рода астрофитум получили за оригинальное строение стебля с выраженными немногочисленными (5—8 штук) массивными ребрами, потому что на срезе у большинства видов стебель выглядит как звезда. "},{"id":44,"name":"Асфоделус", "url":"http://dogalhayat.org/wp-content/uploads/2018/05/95cdb719ba233108e0745ed0fc86f5ce-1525290678.jpg", "description":"Виды этого рода, числом около 20, дико растущие в присредиземных странах, почти все многолетники, красивые травянистые растения без луковицы, с толстыми корневищами, усаженными продолговатыми шишками; линейные или желобчатые листья прикорневые; простой или ветвистый безлистный стебель несет на конце довольно крупные цветы, белые, реже желтые, иногда с пурпуровыми полосами, собранные в кисти или колос. "},{"id":45,"name":"Аукуба", "url":"https://zakupator.com/uploads/media/topic/2017/01/12/09/83ab1a8aa90b9361ce9d.jpg", "description":"Декоративно-лиственный вечнозеленый кустарник. Естественные климатические условия: влажные субтропики Японии, Тайваня, Гималаев. Род включает многолетние кустарники с одревесневающими стеблями и цельными листьями, отличающиеся теневыносливостью и редкой для субтропических растений морозоустойчивостью. Известно 6 видов."},{"id":46,"name":"Аустроцилиндропунция",  "url":"https://kakuhazhivat.ru/wp-content/uploads/2020/01/austrocylindropuntia-subulata-2.jpg", "description":"Это популярное и неприхотливое растение. Летом ему нужен свежий воздух, солнечный свет, регулярное увлажнение. "},{"id":47,"name":"Афеляндра", "url":"https://i12.fotocdn.net/s122/52bfcec9eb8e15e0/public_pin_l/2786981959.jpg", "description":"Красивоцветущее растение, которое может считаться одновременно и декоративно-лиственным. Естественные климатические условия: тропики. "},{"id":48,"name":"Ахименес", "url":"https://designstil.info/wp-content/uploads/2019/03/Ahimenes-26-1024x818.jpg", "description":"многолетнее травянистое растение высотой около 30 см с подземными чешуйчатыми корневищами. Стебли поникающие, зеленые, слабоветвящиеся, опушенные. Листья супротивные или мутовчатые, продолговатые, у вершины заостренные, суживающиеся к основанию, зеленые, с пильчатым краем, опушенные, снизу слабоокрашенные. Цветки крупные, диаметром до 5 см, на длинных цветоножках, фиолетово-голубые, иногда розовые и реже белые с желтоватым зевом. "},{"id":49,"name":"Ацена", "url":"https://static.ogorodniki.com/ogorod/15/xl_a56980c5-7f7c-4c4b-951c-49443df46315.jpg", "description":"Почвопокровное растение, очень плотный стелющийся кустарник или полукустарник от 10 до 60 см высотой. Побеги ацен многочисленные, ветвистые, одревесневающие. "},{"id":50,"name":"Ацидантера", "url":"https://mediasubs.ru/group/uploads/zh/zhizn-za-gorodom/image/1584944887-932875-372833.jpg", "description":"Клубнелуковичные многолетники, напоминающие внешним видом гладиолусы. Стебли у них прямые, с небольшим количеством листьев. У этого растения листья линейные или узкомечевидные, темно-зеленые, цветки крупные, 7—9 см в диаметре, очень изящные, с тонким ароматом, белые, розовые, желтоватые или светло-пурпуровые, с длинной согнутой трубкой и заостренными, почти одинаковыми долями, собраны в соцветие — трех-шестицветковый колос. "}],"pageB":[{"id":"1b","name":"Баклажан", "url":"https://gribyogorod.info/wp-content/uploads/2019/10/baklazhany-cvetut-no-ne-zavjazyvajutsja-plody8.jpg", "description":"Растение относится к роду однолетних и многолетних кустарников и трав семейства Яснотковые. Цветки состоят из 6—10-цветковых мутовок, которые собраны кистью или прерванным колоском. Чашечка колокольчатая или яйцевидная, имеет 5 зубцов, причем верхний самый широкий, широкояйцевидный, перепончатый, спускается на трубку чашечки и закрывает своими краями задние соседние зубцы."},{"id":"2b","name":"Банан", "url":"https://cdn.pixabay.com/photo/2014/03/16/01/01/banana-288216_1280.jpg", "description":"Декоративно-лиственное растение, которое можно считать и красивоцветущим.Естественные климатические условия: тропики и субтропики Азии. В роде насчитывается около 70 видов."}],"pageV":[{"id":"1v","name":"Василёк", "url":"https://cstor.nn2.ru/userfiles/data/ufiles/2016-07/5b/4c/21/5786a66fec547_gidrolat_vasilka.jpeg", "description":"Cорное полевое растение и отличный цветок, однако выращивать его удается не всем, хотя распространен он повсеместно. Чаще всего это двулетние растения, но есть и однолетние, и многолетние. Листья ланцетные линейные, опушенные войлочком, в разных видах от 15 до 100 см. Стебель прямой, ребристый и шершавый. "},{"id":"2v","name":"Вереск", "url":"https://shop-gardenplants.ru/upload/iblock/bdb/bdbf2d4530048706adab414e6e2deff1.jpg", "description":"Вереск — хорошее, долгоцветущее медоносное растение. Ценность его как медоноса особо велика в осенний период, когда другие растения уже отцветают или отцвели. Заросли вереска являются хорошей кормовой базой для пчеловодства. Медопродуктивность его высокая и достигает 200 кг/га. Однако качество верескового меда уступает меду перворазрядных медоносных растений. Хотя он и весьма ароматный, но терпкий, темный и даже горьковатый, медленно кристаллизуется, очень тягуч и поэтому плохо откачивается."}]}